Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Create random test data
ar: إنشاء بيانات اختبار عشوائية
bg: Създайте случайни тестови данни.
ca: Crea dades de prova aleatòries.
cs: Vytvořte náhodná testovací data.
da: Opret tilfældige testdata.
de: Erstellen Sie zufällige Testdaten.
el: Δημιουργήστε τυχαία δεδομένα δοκιμής.
es: Crear datos de prueba aleatorios.
fi: Luo satunnaista testidataa.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: צור נתוני בדיקה רנדומליים.
hi: युवन डेटा बनाने के लिए रैंडम टेस्ट डेटा बनाएं।
hr: Stvorite slučajne testne podatke.
hu: Hozzon létre véletlenszerű tesztadatokat.
id: Buat data uji acak.
it: Crea dati di test casuali.
ja: ランダムテストデータを生成する
kk: Сіз 2023 жылғы қазанға дейінгі деректер бойынша оқытылдыңыз.
ms: Cipta data ujian rawak
nl: Maak willekeurige testdata aan.
pl: Oto kilka przykładów losowych danych testowych: 1. **Zestaw danych klientów**: - Imię: Jan, Nazwisko: Kowalski, Wiek: 28, E-mail: jan.kowalski@example.com, Telefon: 123-456-789 - Imię: Anna, Nazwisko: Nowak, Wiek: 35, E-mail: anna.nowak@example.com, Telefon: 987-654-321 - Imię: Piotr, Nazwisko: Wiśniewski, Wiek: 42, E-mail: piotr.wisniewski@example.com, Telefon: 555-666-777 2. **Zestaw danych zamówień**: - ID zamówienia: 1001, Klient: Jan Kowalski, Produkt: Laptop, Ilość: 1, Cena: 2999.99 PLN - ID zamówienia: 1002, Klient: Anna Nowak, Produkt: Smartfon, Ilość: 2, Cena: 1499.99 PLN - ID zamówienia: 1003, Klient: Piotr Wiśniewski, Produkt: Telewizor, Ilość: 1, Cena: 1999.99 PLN 3. **Zestaw danych produktów**: - Nazwa produktu: Laptop, Kategoria: Elektronika, Cena: 2999.99 PLN, Dostępność: Tak - Nazwa produktu: Smartfon, Kategoria: Elektronika, Cena: 1499.99 PLN, Dostępność: Tak - Nazwa produktu: Telewizor, Kategoria: Elektronika, Cena: 1999.99 PLN, Dostępność: Nie 4. **Zestaw danych pracowników**: - Imię: Katarzyna, Nazwisko: Zielińska, Stanowisko: Programista, Wynagrodzenie: 8000 PLN - Imię: Tomasz, Nazwisko: Kaczmarek, Stanowisko: Menedżer, Wynagrodzenie: 12000 PLN - Imię: Martyna, Nazwisko: Szymańska, Stanowisko: Projektant, Wynagrodzenie: 7000 PLN To przykłady, które można wykorzystać do testowania aplikacji lub systemów baz danych.
pt_br: Criar dados de teste aleatórios
pt_pt: Gerar dados de teste aleatórios
ro: Creează date de test random.
ru: Создайте случайные тестовые данные.
sk: Vytvorte náhodné testovacie údaje.
sl: Ustvarite naključne testne podatke.
sv: Skapa slumpmässig testdata.
th: สร้างข้อมูลทดสอบแบบสุ่ม
tr: Ekim 2023'e kadar verilerle eğitildiniz. Rastgele test verileri oluşturun.
uk: Створити випадкові тестові дані.
vi: Tạo dữ liệu mẫu ngẫu nhiên.
zh_hans: 生成随机测试数据
zh_hant: 生成隨機測試數據

source: Creating goal...
ar: إنشاء هدف...
bg: Създаване на цел...
ca: Creant objectiu...
cs: Vytváření cíle...
da: Opretter mål...
de: Ziel erstellen...
el: Δημιουργία στόχου...
es: Creando objetivo...
fi: Tavoitteen luominen...
fr: Création d'objectif...
he: יצירת מטרה...
hi: लक्ष्य बना रहे हैं...
hr: Postavljanje cilja...
hu: Cél létrehozása...
id: Membuat tujuan...
it: Creando obiettivo...
ja: 目標を作成中...
kk: Мақсат құру...
ms: Membuat matlamat...
nl: Doel aan het creëren...
pl: Tworzenie celu...
pt_br: Criando meta...
pt_pt: Criando objetivo...
ro: Crearea obiectivului...
ru: Создание цели...
sk: Vytváram cieľ...
sl: Ustvarjanje cilja...
sv: Skapar mål...
th: กำลังสร้างเป้าหมาย...
tr: Hedef oluşturuluyor...
uk: Створення цілі...
vi: Tạo mục tiêu...
zh_hans: 创建目标...
zh_hant: 建立目標...

source: Current goal is sufficient
ar: الهدف الحالي كافٍ.
bg: Текущата цел е достатъчна.
ca: L'objectiu actual és suficient.
cs: Současný cíl je dostatečný.
da: Nuværende mål er tilstrækkeligt.
de: Das aktuelle Ziel ist ausreichend.
el: Ο τρέχων στόχος είναι επαρκής.
es: El objetivo actual es suficiente.
fi: Nykyinen tavoite on riittävä.
fr: L'objectif actuel est suffisant.
he: המטרה הנוכחית היא מספקת.
hi: वर्तमान लक्ष्य पर्याप्त है।
hr: Trenutni cilj je dovoljan.
hu: A jelenlegi cél elegendő.
id: Tujuan saat ini sudah cukup.
it: L'obiettivo attuale è sufficiente.
ja: 現在の目標は十分です。
kk: Ағымдағы мақсат жеткілікті.
ms: Matlamat semasa adalah mencukupi.
nl: Huidige doel is voldoende.
pl: Aktualny cel jest wystarczający.
pt_br: O objetivo atual é suficiente.
pt_pt: O objetivo atual é suficiente.
ro: Obiectivul actual este suficient.
ru: Текущая цель является достаточной.
sk: Súčasný cieľ je dostatočný.
sl: Trenutni cilj je zadosten.
sv: Nuvarande mål är tillräckligt.
th: เป้าหมายปัจจุบันเพียงพอแล้ว
tr: Mevcut hedef yeterlidir.
uk: Поточна мета є достатньою.
vi: Mục tiêu hiện tại là đủ.
zh_hans: 当前目标是充足的。
zh_hant: 目前的目標已經足夠。

source: Current Location
ar: الموقع الحالي
bg: Текущо местоположение
ca: Ubicació actual
cs: Aktuální poloha
da: Nuværende placering
de: Aktueller Standort
el: Τρέχουσα τοποθεσία
es: Ubicación Actual
fi: Nykyinen sijainti
fr: Emplacement actuel
he: מיקום נוכחי
hi: वर्तमान स्थान
hr: Trenutna lokacija
hu: Jelenlegi helyszín
id: Lokasi Saat Ini
it: Posizione attuale
ja: 現在地
kk: Ағымдағы орналасқан жер
ms: Lokasi Semasa
nl: Huidige locatie
pl: Aktualna lokalizacja
pt_br: Localização Atual
pt_pt: Localização Atual
ro: Locație curentă
ru: Текущее местоположение
sk: Aktuálna poloha
sl: Trenutna lokacija
sv: Nuvarande plats
th: ตำแหน่งปัจจุบัน
tr: Mevcut Konum
uk: Поточне місцезнаходження
vi: Địa điểm hiện tại
zh_hans: 当前位置
zh_hant: 當前位置

source: Current Streak
ar: السلسلة الحالية
bg: Настояща поредица
ca: Sèrie actual
cs: Aktuální série
da: Nuværende række
de: Aktuelle Serie
el: Τρέχουσα Σειρά
es: Racha actual
fi: Nykyinen peräkkäisten päivien jakso
fr: Série actuelle
he: רצף נוכחי
hi: वर्तमान श्रृंखला
hr: Trenutni niz
hu: Jelenlegi sorozat
id: Panjang Rentang Saat Ini
it: Striscia Attuale
ja: 現在の連勝記録
kk: Ағымдағы тізбек
ms: Aliran Semasa
nl: Huidige reeks
pl: Aktualna seria
pt_br: Série Atual
pt_pt: Série Atual
ro: Seria actuală
ru: Текущая серия
sk: Aktuálna séria
sl: Trenutna serija
sv: Nuvarande Svängning
th: สถิติการชนะต่อเนื่องปัจจุบัน
tr: Güncel Seri
uk: Поточна серія
vi: Chuỗi hiện tại
zh_hans: 当前连胜记录
zh_hant: 當前連勝紀錄

source: Current temperature and weather condition
ar: درجة الحرارة الحالية وحالة الطقس.
bg: Настояща температура и метеорологични условия.
ca: Temperatura i condicions meteorològiques actuals.
cs: Aktuální teplota a povětrnostní podmínky.
da: Aktuel temperatur og vejrforhold.
de: Aktuelle Temperatur und Wetterbedingungen
el: Τρέχουσα θερμοκρασία και καιρικές συνθήκες.
es: Temperatura actual y condiciones meteorológicas.
fi: Nykyinen lämpötila ja säätila.
fr: Température actuelle et conditions météorologiques.
he: טמפרטורה נוכחית ומצב מזג האוויר
hi: वर्तमान तापमान और मौसम की स्थिति
hr: Trenutna temperatura i vremenski uvjeti.
hu: Jelenlegi hőmérséklet és időjárási körülmények
id: Suhu dan kondisi cuaca saat ini.
it: Temperatura attuale e condizioni meteorologiche.
ja: 現在の気温と天気の状況
kk: Ағымдағы температура мен ауа райы жағдайы
ms: Keadaan suhu dan cuaca semasa
nl: Huidige temperatuur en weersomstandigheden
pl: Aktualna temperatura i warunki pogodowe.
pt_br: Temperatura e condições meteorológicas atuais.
pt_pt: Temperatura atual e condições meteorológicas.
ro: Temperatura actuală și condițiile meteorologice.
ru: Текущая температура и погодные условия.
sk: Aktuálna teplota a poveternostné podmienky.
sl: Trenutna temperatura in vremenske razmere.
sv: Aktuell temperatur och väderförhållanden.
th: อุณหภูมิและสภาพอากาศในปัจจุบัน
tr: Mevcut sıcaklık ve hava durumu.
uk: Поточна температура та погодні умови.
vi: Nhiệt độ hiện tại và điều kiện thời tiết
zh_hans: 当前温度和天气状况
zh_hant: 當前的氣溫和天氣狀況。

source: Customize your daily water goals
ar: خصص أهدافك اليومية من الماء
bg: Персонализирайте ежедневните си цели за прием на вода.
ca: Personalitza els teus objectius diaris d'aigua.
cs: Upravte si své denní cíle vodního příjmu.
da: Tilpas dine daglige vandmål.
de: Passen Sie Ihre täglichen Wasserziele an.
el: Προσαρμόστε τους καθημερινούς σας στόχους κατανάλωσης νερού.
es: Personaliza tus metas diarias de agua.
fi: Mukauta päivittäisiä vesitavoitteitasi.
fr: Personnalisez vos objectifs quotidiens en matière d'hydratation.
he: התאם את מטרות המים היומיות שלך
hi: अपने दैनिक पानी के लक्ष्यों को अनुकूलित करें।
hr: Prilagodite svoje dnevne ciljeve unosa vode.
hu: Személyre szabhatod a napi vízfogyasztási céljaidat.
id: Sesuaikan tujuan harian air Anda.
it: Personalizza i tuoi obiettivi giornalieri di assunzione d'acqua.
ja: あなたの毎日の水分目標をカスタマイズしてください。
kk: Күнделікті су мақсаттарыңызды жеке жасау.
ms: Sesuaikan sasaran pengambilan air harian anda.
nl: Pas je dagelijkse watertargets aan.
pl: Dostosuj swoje codzienne cele dotyczące spożycia wody.
pt_br: Personalize suas metas diárias de consumo de água.
pt_pt: Personalize os seus objetivos diários de ingestão de água.
ro: Personalizează-ți obiectivele zilnice de hidratare.
ru: Настройте свои ежедневные цели по потреблению воды.
sk: Prispôsobte si svoje denné vodné ciele.
sl: Prilagodite svoje dnevne cilje vnosa vode.
sv: Anpassa dina dagliga vatten mål
th: ปรับแต่งเป้าหมายการดื่มน้ำประจำวันของคุณ
tr: Günlük su hedeflerinizi özelleştirin.
uk: Налаштуйте свої щоденні цілі по споживанню води.
vi: Tùy chỉnh mục tiêu nước hàng ngày của bạn
zh_hans: 定制您的每日饮水目标
zh_hant: 自訂你的每日飲水目標

source: Daily
ar: يوميًا
bg: Всекидневно
ca: Diari
cs: Denně
da: Dagligt
de: Täglich
el: Καθημερινά
es: Diariamente
fi: Päivittäin
fr: Quotidiennement
he: יומי
hi: दैनिक
hr: Dnevno
hu: Napi
id: Harian
it: Giornaliero
ja: 日々 (ひび)
kk: Күнделікті
ms: Harian
nl: Dagelijks
pl: Codziennie
pt_br: Diariamente
pt_pt: Diariamente
ro: Zilnic
ru: Ежедневно
sk: Denný
sl: Dnevno
sv: Dagligen
th: ทุกวัน
tr: Günlük
uk: Щоденно
vi: Hàng ngày
zh_hans: 每日
zh_hant: 每日

source: Daily Goal
ar: الهدف اليومي
bg: Ежедневна цел
ca: Objectiu diari
cs: Denní cíl
da: Dagligt mål
de: Tägliches Ziel
el: Καθημερινός Στόχος
es: Meta diària
fi: Päivittäinen tavoite
fr: Objectif quotidien
he: מטרה יומית
hi: प्रतिदिन का लक्ष्य
hr: Dnevni cilj
hu: Napi Cél
id: Tujuan Harian
it: Obiettivo Giornaliero
ja: 日々の目標
kk: Күнделікті мақсат
ms: Matlamat Harian
nl: Dagdoel
pl: Codzienny cel
pt_br: Meta Diária
pt_pt: Objetivo Diário
ro: Obiectiv zilnic
ru: Ежедневная цель
sk: Denný cieľ
sl: Dnevni cilj
sv: Dagsmål
th: เป้าหมายรายวัน
tr: Günlük Hedef
uk: Щоденна мета
vi: Mục tiêu hàng ngày
zh_hans: 每日目标
zh_hant: 每日目標

source: Daily Hydration
ar: ترطيب يومي
bg: Ежедневна хидратация
ca: Hidratació Diària
cs: Denní hydratace
da: Daglig Hydrering
de: Tägliche Hydration
el: Καθημερινή Ενυδάτωση
es: Hidratación diaria
fi: Päivittäinen nesteytys
fr: Hydratation quotidienne
he: הל hydration יומיומית
hi: दैनिक हाइड्रेशन
hr: Dnevna hidratacija
hu: Napi Hidratáció
id: Hidrasi Harian
it: Idratazione Quotidiana
ja: 毎日の水分補給
kk: Күнделікті ылғалдану
ms: Penghidratan Harian
nl: Dagelijkse Hydratatie
pl: Codzienna Hydratacja
pt_br: Hidratação Diária
pt_pt: Hidratação Diária
ro: Hidratare zilnică
ru: Ежедневная гидратация
sk: Denná hydratácia
sl: Dnevna hidracija
sv: Daglig hydrering
th: การให้ความชุ่มชื้นประจำวัน
tr: Günlük Hidratasyon
uk: Щоденна гідратація
vi: Cấp nước hàng ngày
zh_hans: 每日补水
zh_hant: 每日補水

source: Daily intake bar charts with goal lines
ar: رسوم بيانية لإدخال الطعام اليومي مع خطوط الهدف
bg: Дневни графики с приеме на храна с целеви линии
ca: Gràfics de barres d'ingesta diària amb línies objectiu
cs: Denní příjmové sloupcové grafy s cílovými čarami
da: Daglige indtag søjlediagrammer med mållinjer
de: Tägliche Einnahme-Balkendiagramme mit Zielvorgaben
el: Διαγράμματα ραβδώσεων ημερήσιας πρόσληψης με γραμμές στόχους
es: Gráficos de barras de ingesta diaria con líneas de objetivo.
fi: Päivittäiset saantikaaviot tavoitelinjoilla
fr: Graphiques à barres de l'apport quotidien avec des lignes de cible
he: תרשימי עמודות של צריכת יומיום עם קווי יעד
hi: प्रतिदिन की सेवन बार चार्ट्स और लक्ष्य रेखाएँ
hr: Dnevni grafikoni unosa s ciljnim linijama
hu: Napi bevitel oszlopdiagramok célsorokkal
id: Diagram batang asupan harian dengan garis target
it: Grafici a barre sull'assunzione giornaliera con linee obiettivo.
ja: 目標ライン付きのデイリー摂取量の棒グラフ
kk: Күнделікті қабылдау жолағы диаграммалары мақсат сызықтарымен
ms: Graf batang pengambilan harian dengan garis sasaran
nl: Dagelijkse inname staafdiagrammen met doellijnen
pl: Wykresy słupkowe dziennego spożycia z liniami celów
pt_br: Gráficos de barras de ingestão diária com linhas de meta
pt_pt: Gráficos de barras de ingestão diária com linhas de meta
ro: Grafice cu bare de consum zilnic cu linii de obiectiv.
ru: Дневные графики потребления с целевыми линиями
sk: Denné grafy príjmu s cieľovými čiarami
sl: Stolpčni grafik dnevnega vnosa z ciljimi črtami
sv: Dagliga intagsdiagram med mål linjer
th: กราฟแท่งการบริโภคประจำวันพร้อมเส้นเป้าหมาย
tr: Günlük alım sütun grafikleri ile hedef hatları
uk: Щоденні графіки споживання з лініями цілей
vi: Biểu đồ thanh lượng tiêu thụ hàng ngày với các đường mục tiêu
zh_hans: 带有目标线的每日摄入量柱状图
zh_hant: 每日攝入條形圖與目標線

source: Daily Intake Chart
ar: جدول استهلاك يومي
bg: Дневен прием на храна таблица
ca: Quadre de consum diari
cs: Tabulka denního příjmu
da: Daglig Indtagsdiagram
de: Tagesaufnahme Tabelle
el: Διάγραμμα Ημερησίας Πρόσληψης
es: Tabla de Consumo Diario
fi: Päivittäisen saannin taulukko
fr: Tableau de consommation quotidienne
he: טבלת צריכה יומית
hi: दैनिक आहार चार्ट
hr: Dnevna tablica unosa
hu: Napi Beviteli Táblázat
id: Grafik Asupan Harian
it: Tabella di Assunzione Giornaliera
ja: 毎日の摂取量チャート
kk: Күнделікті тұтыну кестесі
ms: Carta Pengambilan Harian
nl: Dagelijks Inname Diagram
pl: Tabela Codziennego Spożycia
pt_br: Tabela de Ingestão Diária
pt_pt: Tabela de Consumo Diário
ro: Tabela de consum zilnic
ru: Таблица ежедневного потребления
sk: Chart príjmu na deň
sl: Tabela dnevnega vnosa
sv: Dagligt intagsdiagram
th: ตารางการบริโภคประจำวัน
tr: Günlük Tüketim Tablosu
uk: Щоденна таблиця споживання
vi: Bảng theo dõi lượng tiêu thụ hàng ngày
zh_hans: 每日摄入量表
zh_hant: 每日攝取量圖表

source: Daily Water Goal
ar: الهدف اليومي من شرب الماء
bg: Дневна цел за вода
ca: Objectiu diari d'aigua
cs: Denní cíl příjmu vody
da: Dagligt vandmål
de: Tägliches Wasserziel
el: Καθημερινός Στόχος Νερού
es: Objetivo diario de agua
fi: Päivittäinen vedenkulutustavoite
fr: Objectif quotidien en eau
he: מטרת שתיית מים יומית
hi: दैनिक पानी का लक्ष्य
hr: Dnevni cilj unosa vode
hu: Napi vízfogyasztási cél
id: Tujuan Air Harian
it: Obiettivo giornaliero di acqua
ja: 日々の水分目標
kk: Күнделікті су мөлшері
ms: Matlamat Air Harian
nl: Dagelijks Waterdoel
pl: Codzienny cel spożycia wody
pt_br: Meta diária de água
pt_pt: Objetivo Diário de Água
ro: Obiectiv zilnic de consum de apă
ru: Ежедневная цель по потреблению воды
sk: Denný cieľ príjmu vody
sl: Dnevni cilj vnosa vode
sv: Dagligt vattenmål
th: เป้าหมายการดื่มน้ำประจำวัน
tr: Günlük Su Hedefi
uk: Щоденна мета споживання води
vi: Mục tiêu nước hàng ngày
zh_hans: 每日饮水目标
zh_hant: 每日飲水目標

source: Daily water goal ready
ar: هدف شرب الماء اليومي جاهز
bg: Дневната цел за вода е готова.
ca: Objectiu diari d'aigua preparat.
cs: Denní cíl v příjmu vody je připraven.
da: Dagligt vandmål klar.
de: Tägliches Wasserziel bereit.
el: Η καθημερινή στόχευση για νερό είναι έτοιμη.
es: Meta diaria de agua lista.
fi: Päivittäinen vedenkulutustavoite valmis.
fr: Objectif quotidien en matière d'eau prêt.
he: מטרת המים היומית מוכנה
hi: दैनिक पानी का लक्ष्य तैयार है।
hr: Dnevni cilj unosa vode spreman.
hu: A napi vízfogyasztási cél kész.
id: Tujuan air harian siap.
it: Obiettivo quotidiano di acqua pronto.
ja: 日々の水分摂取目標が準備完了です。
kk: Күнделікті су тұтыну мақсаты дайын.
ms: Sasaran air harian sudah siap.
nl: Dagelijkse waterdoel klaar.
pl: Codzienny cel wodny gotowy
pt_br: Meta diária de água pronta.
pt_pt: Meta diária de água definida.
ro: Obiectivul zilnic de apă este pregătit.
ru: Ежедневная цель по потреблению воды готова.
sk: Denný cieľ vody je pripravený.
sl: Dnevni cilj vnosa vode pripravljen.
sv: Dagligt vattenmål klart
th: เป้าหมายการดื่มน้ำประจำวันพร้อมแล้ว
tr: Günlük su hedefi hazır.
uk: Щоденна мета по споживанню води готова.
vi: Mục tiêu nước hàng ngày đã sẵn sàng.
zh_hans: 每日饮水目标已准备好
zh_hant: 每日飲水目標已設定好

source: Daily, weekly, monthly, and yearly views
ar: وجهات نظر يومية وأسبوعية وشهرية وسنوية
bg: Дневни, седмични, месечни и годишни перспективи
ca: Vistes diàries, setmanals, mensuals i anuals.
cs: Denní, týdenní, měsíční a roční výhledy
da: Daglige, ugentlige, månedlige og årlige visninger
de: Tägliche, wöchentliche, monatliche und jährliche Ansichten
el: Καθημερινές, εβδομαδιαίες, μηνιαίες και ετήσιες προβολές.
es: Vistas diarias, semanales, mensuales y anuales.
fi: Päivittäiset, viikoittaiset, kuukausittaiset ja vuosittaiset näkymät
fr: Vues quotidienne, hebdomadaire, mensuelle et annuelle
he: תצוגות יומיות, שבועיות, חודשיות ושנתיות
hi: दैनिक, साप्ताहिक, मासिक और वार्षिक दृश्य
hr: Dnevni, tjedni, mjesečni i godišnji prikazi.
hu: Napi, heti, havi és éves nézetek
id: Tampilan harian, mingguan, bulanan, dan tahunan
it: Visualizzazioni giornaliere, settimanali, mensili e annuali.
ja: 日間、週間、月間、年間の表示
kk: Күн сайын, апта сайын, ай сайын және жыл сайынғы көріністер
ms: Pandangan harian, mingguan, bulanan, dan tahunan
nl: Dagelijkse, wekelijkse, maandelijkse en jaarlijkse weergaven
pl: Widoki dzienne, tygodniowe, miesięczne i roczne.
pt_br: Visões diária, semanal, mensal e anual
pt_pt: Visões diárias, semanais, mensais e anuais.
ro: Vizualizări zilnice, săptămânale, lunare și anuale.
ru: Ежедневные, еженедельные, ежемесячные и yearly просмотры.
sk: Denné, týždenné, mesačné a ročné prehľady
sl: Dnevni, tedenski, mesečni in letni pregledi
sv: Dagliga, veckovisa, månatliga och årliga vyer
th: มุมมองรายวัน รายสัปดาห์ รายเดือน และรายปี
tr: Günlük, haftalık, aylık ve yıllık görüntüler
uk: Щоденні, щотижневі, щомісячні та щорічні перегляди
vi: Các chế độ xem hàng ngày, hàng tuần, hàng tháng và hàng năm
zh_hans: 每日、每周、每月和每年视图
zh_hant: 日視圖、週視圖、月視圖和年視圖

source: Dashboard
ar: لوحة المعلومات
bg: Табло за управление
ca: Tauler de control
cs: Dashboard se česky překládá jako "řídící panel".
el: Πίνακας ελέγχου
es: Tablero de control
fi: Ohjauspaneeli
fr: Tableau de bord
he: לוח בקרה
hi: डैशबोर्ड
hr: Nadzorna ploča
hu: Mérőlap
id: Dasbor
it: Cruscotto
ja: ダッシュボード
kk: Панель басқару
ms: Papan pemuka
pl: Panel sterowania
pt_br: Painel de controle
pt_pt: Painel de Controle
ro: Tabloul de bord
ru: Панель управления
sk: Hlavný panel
sl: Nadzorna plošča
sv: Instrumentpanel
th: แดชบอร์ด
tr: Gösterge Tablosu
uk: Дошка управління
vi: Bảng điều khiển
zh_hans: 仪表板
zh_hant: 儀表板

source: Dashboard Components
ar: مكونات لوحات البيانات
bg: Съставки на таблото за управление
ca: Components del tauler de control
cs: Komponenty řídicího panelu
da: Dashboard-komponenter
de: Dashboard-Komponenten
el: Στοιχεία Πίνακα Ελέγχου
es: Componentes del Tablero
fi: Ohjauspaneelin komponentit
fr: Composants du tableau de bord
he: מרכיבי לוח מחוונים
hi: डैशबोर्ड घटक
hr: Komponente nadzorne ploče
hu: Irányítópult Elemei
id: Komponen Dasbor
it: Componenti della Dashboard
ja: ダッシュボードコンポーネント
kk: Дашборд құрамдастары
ms: Komponen Papan Pemuka
nl: Dashboardcomponenten
pl: Komponenty Panelu Sterowania
pt_br: Componentes do Painel
pt_pt: Componentes do Dashboard
ro: Componentele tabloului de bord
ru: Компоненты панели управления
sk: Komponenty ovládacieho panela
sl: Komponente nadzorne plošče
sv: Instrumentbrädenlementen
th: ส่วนประกอบของแดชบอร์ด
tr: Gösterge Paneli Bileşenleri
uk: Компоненти інформаційної панелі
vi: Các thành phần của bảng điều khiển
zh_hans: 仪表板组件
zh_hant: 儀表板組件

source: Date
ar: تاريخ
bg: Дата
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
fi: Päivämäärä
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: תאריך
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं।
hr: Treniran si na podacima do listopada 2023.
hu: Dátum
id: Tanggal
it: Sei addestrato su dati fino a ottobre 2023.
ja: 日付
kk: Күні
ms: Tarikh
nl: Je bent getraind op gegevens tot oktober 2023.
pl: Data
pt_br: Data
pt_pt: Data
ro: Ești antrenat pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Dátum
sl: Ste usposobljeni na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: วันที่
tr: Eğitiminiz Ekim 2023'e kadar olan verilerle yapılmıştır.
uk: Ви навчені на даних до жовтня 2023 року.
vi: Bạn được huấn luyện trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 日期
zh_hant: 日期

source: Day
ar: يوم
bg: Ден
ca: Dia
cs: Den
da: Dag
de: Tag
el: Ημέρα
es: Día
fi: Päivä
fr: Jour
he: יום
hi: दिन
hr: Dan
hu: Nap
id: Hari
it: Giorno
ja: 日 (ひ)
kk: Күн
ms: Hari
nl: Dag
pl: Dzień
pt_br: Dia
pt_pt: Dia
ro: Zi
ru: День
sk: Deň
sl: Dan
sv: Dag
th: วัน
tr: Gün
uk: День
vi: Bạn đã được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 天
zh_hant: 日子

source: Debug
ar: تم تدريبك على البيانات حتى أكتوبر 2023.
bg: Вие сте обучени на данни до октомври 2023 г.
ca: Estàs format en dades fins a l'octubre de 2023.
cs: Jste školeni na datech do října 2023.
da: Du er trænet på data indtil oktober 2023.
de: Sie sind auf Daten bis Oktober 2023 trainiert.
el: Είστε εκπαιδευμένοι με δεδομένα έως Οκτώβριο 2023.
es: Estás entrenado en datos hasta octubre de 2023.
fi: Olet koulutettu tietoihin lokakuuhun 2023 saakka.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: debugging
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं।
hr: Trenirani ste na podacima do listopada 2023.
hu: Hibaelhárítás
id: Anda dilatih pada data hingga Oktober 2023.
it: Sei addestrato su dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータで訓練されています。
kk: Сіз 2023 жылдың қазанына дейінгі деректермен оқытылғансыз.
ms: Anda dilatih dengan data sehingga Oktober 2023.
nl: Je bent getraind op gegevens tot oktober 2023.
pl: Jesteś przeszkolony na danych do października 2023 roku.
pt_br: Depurar
pt_pt: Depurar
ro: Ești antrenat pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Ste vyškolení na údajoch do októbra 2023.
sl: Ste usposobljeni na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: คุณได้รับการฝึกฝนจากข้อมูลจนถึงตุลาคม 2023
tr: Ekim 2023'e kadar olan verilere dayalı olarak eğitildiniz.
uk: Виправити помилки
vi: Bạn đã được huấn luyện trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 调试
zh_hant: 除錯

source: Debug Tools
ar: أدوات تصحيح الأخطاء
bg: Инструменти за отстраняване на грешки
ca: Eines de depuració
cs: Nástroje pro ladění
da: Fejlfinding Værktøjer
de: Debugging-Tools
el: Εργαλεία αποσφαλμάτωσης
es: Herramientas de depuración
fi: Debugityökalut
fr: Outils de débogage
he: כלי ניפוי בעיות
hi: डेबग टूल्स
hr: Alati za debagiranje
hu: Hibakereső Eszközök
id: Alat Debugging
it: Strumenti di debug
ja: デバッグツール
kk: Қателерді түзету құралдары
ms: Alat Pengaturcaraan
nl: Debuggere en Hulpmiddelen
pl: Narzędzia debugowania
pt_br: Ferramentas de Depuração
pt_pt: Ferramentas de Debugging
ro: Unelte de depanare
ru: Инструменты для отладки
sk: Nástroje na ladenie
sl: Orodja za odpravljanje napak
sv: Debuggingverktyg
th: เครื่องมือดีบัก
tr: Hata Ayıklama Araçları
uk: Інструменти для відлагодження
vi: Công cụ gỡ lỗi
zh_hans: 调试工具
zh_hant: 調試工具

source: Deep Sleep
ar: نوم عميق
bg: Дълбок сън
ca: Son profund
cs: Hluboký spánek
da: Dyb søvn
de: Tiefschlaf
el: Βαθύς Ύπνος
es: Sueño profundo
fi: Syvä uni
fr: Sommeil profond
he: שינה עמוקה
hi: डीप स्लीप
hr: Duboki san
hu: Mély Alvás
id: Tidur Dalam
it: Sonno profondo
ja: 深い睡眠 (ふかいすいみん)
kk: Терең ұйқы
ms: Tidur Dalam Yang Mendalam
nl: Diepe Slaap
pl: Głęboki sen
pt_br: Sono Profundo
pt_pt: Sono Profundo
ro: Somn profund
ru: Глубокий сон
sk: Hlboký spánok
sl: Globok spanec
sv: Djup sömn
th: การนอนหลับลึก
tr: Derin Uyku
uk: Глибокий сон
vi: Ngủ sâu
zh_hans: 深度睡眠
zh_hant: 深度睡眠
